<html>
<head>
<header>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <title>Laravel</title>
        <div class="menu">
    <ul>
        <link rel="stylesheet" href="./app.css">
        
        <li><a href ="/">АПТ</li>
        <li><a href ="/about">О техникуме</li>
        <li><a href ="/contact">контакты</li>
        <li><a href ="/u20">И-20</a></li>
        <li><a href ="ychTable">таблица учителей</a></li>
        <li><a href ="studTable">таблица учеников</a></li>
        
            </ul>
     </div>
</header>
   <body>
   
<div class="site-index">


    <div class="jumbotron text-center bg-transparent">
        <h1 class="display-4">О техникуме</h1>
     

        </p>
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                
                <p><img src="./6.jpg" width="500" height="500"> </p>
                <p>
                Полное наименование: Государственное бюджетное профессиональное образовательное учреждение Иркутской области «Ангарский политехнический техникум»
Сокращенное наименование: ГБПОУ ИО «АПТ»
Государственное бюджетное профессиональное образовательное учреждение Иркутской области «Ангарский политехнический техникум» организовано 1 августа 1947 года</p>

                
            </div>
            <div class="col-lg-4">
                
<p><img src="./7.jpg"width="500" height="500"> </p>
                <p>История создания Ангарского политехнического техникума связана с развитием нефтехимии в Иркутской области и строительством в Ангарске нефтехимического комбината.

Техникум организован 1 августа 1947 года в Иркутске на базе авиационного техникума и назывался Иркутским техникумом исскуственного жидкого топлива и газа (ИЖТ).</p>

                
            </div>
            <div class="col-lg-4">
                <p><img src="./8.jpg"width="500" height="500"> </p>

                <p>В 1950 году техникум переводится в Ангарск и арендует помещение школы №2 по улице Иркутской, а в 1951 году техникум получает постоянный учебно — лабораторный комплекс.

В 1952 году открывается вечернее отделение и производится набор первой группы.

10 августа 1957 года техникум переименовывается в Ангарский строительный техникум, в него влились Иркутский строительный техникум и Иркутский энергостроительный техникум.</p>

            <div class="col-lg-4">
                <p><img src="./9.jpg"width="500" height="500"> </p>

                <p>В3 октября 1958 года при техникуме создается заочное отделение. В связи с широкой подготовкой специалистов различных отраслей народного хозяйства 1 декабря 1961 года техникум получает статус Ангарского политехнического техникума.

С декабря 1962 года в Братске открыт учебно — консультационный пункт заочного отделения техникума, а с 1972 года образован Хабаровский учебно — консультационный пункт при Хабаровском НПЗ.

Свой первый выпуск Ангарский политехнический техникум осуществил в 1950 году, еще находясь в Иркутске. Путевку в жизнь получили 31 техников-механиков по специальности «Оборудование заводов ИЖТ».</p>

            <div class="col-lg-4">
                <p><img src="./10.jpg"width="500" height="500"> </p>

                <p>За период с 1950 по 1960 годы техникум окончили на дневном отделении около 3000 человек, на вечернем — 398 человек. К 1960 году общий контингент студентов составлял 1619 человек. Занятия в техникуме шли в три смены.

С 1960 по 1970 годы идет большая кропотливая творческая работа педагогического коллектива по развитию и совершенствованию учебно-материальной базы в свете требований научно-технического прогресса.

Так создаются многие лаборатории: «Процессов и аппаратов», «Электрических дисциплин», кабинеты «Технологии металлов» и другие.

С 1992 года начинается обучение по специальности «Экономика и бухгалтерский учет», а с 1993 года объявлен набор на специальность «Техническое обслуживание и ремонт автомобильного транспорта».</p>
            </div>
        </div>

    </div>
</div>
  </body>
  </head>
</html>