<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
    <header>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <title>Laravel</title>
        <div class="menu">
    <ul>
        <link rel="stylesheet" href="../app.css">
        
        <li><a href ="/">АПТ</li>
        <li><a href ="/about">О техникуме</li>
        <li><a href ="/contact">контакты</li>
        <li><a href ="/u20">И-20</a></li>
        <li><a href ="ych">таблицы</a></li>
        
            </ul>
     </div>
</header>
   <body>
   
<div class="site-index">


    <div class="jumbotron text-center bg-transparent">

     

        
    </div>

    <div class="body-content">

        <div class="row">
            <div class="col-lg-4">
                <h2 class="display-4">Специальности техникума</h2>
                <p><img src="../1.jpg" width="500" height="500"></p><p>Программист – специалист, занимающийся разработкой программного обеспечения. Также он занимается устранением неполадок в работе вычислительной техники, наладкой оборудования, обучением пользователей и т.п.
Специалисту в этой области нужно знать языки программирования, уметь создавать веб-страницы, владеть иностранным языком (английским как минимум), и постоянно совершенствовать свои знания.</p>
                

                
            </div>
            <div class="col-lg-4">
                
<p><img src="../2.jpg"width="500" height="500"></p><p>Нефтяник – это тот же геолог, но свои исследования он направляет на работу с нефтью и газом, который находится на месторождениях. Основной и самой главной задачей любого нефтяника являются разведывательные мероприятия, направленные на поиск и освоение месторождений.
Так же этот специалист проводит анализ и дает информацию о потенциале очередного места добычи полезных ископаемых. </p>
                
                
            </div>
            <div class="col-lg-4">
                <p><img src="../3.jpg"width="500" height="500"></p><p>Электрик – это специалист, который устанавливает, обслуживает и ремонтирует системы электроснабжения, сети связи, электроцепи, системы освещения и управления электрооборудованием, электрические приборы.
Чтобы стать электриком нужно иметь познания в физике, алгебре и геометрии. Также полезно обладать навыками черчения – этот предмет может преподаваться в школах как факультатив. Базовых знаний будет достаточно, чтобы стать обычным электриком. </p>


            <div class="col-lg-4">
                <p><img src="../4.jpg"width="500" height="500"></p><p>Основные обязанности бухгалтера. Как правило, бухгалтер выполняет ряд должностных обязанностей, а именно: ведет первичный бухгалтерский учет; осуществляет работу с первичной документацией, которая заключается в приеме, контроле и обработки первичных документов (актов, товарных накладных, товарно-транспортных накладных, кассовых и кадровых документов, договоров с контрагентами и т.д.) </p>


            <div class="col-lg-4">
                <p><img src="../5.jpg"width="500" height="500"> </p><p>Механик (инженер-механик) - технический специалист с высшим образованием. Как правило, механики трудятся на крупных промышленных объектах, в транспортных предприятиях или на заводах. ... Обязанности механика. Механик – общее название для целой группы профессий. Бывают электромеханики, автомобильные механики (автослесари), авиационные механики и ещё множество иных сугубо рабочих специальностей.</p>

               
            </div>
        </div>

    </div>
</div>
  </body>
  </head>
</html>